[
    {
        "type": 0,
        "from_stage_id": null,
        "to_stage_id": 1,
        "subject": "RE: Twoja aplikacja na stanowisko %%JOB_TITLE%%",
        "body": "Dzień dobry,\n\nDziękujemy za złożenie swojej aplikacji na stanowisko %%JOB_TITLE%%. Staramy się na bieżąco zapoznawać z otrzymanymi ofertami, więc już niebawem wrócimy z informacją na temat wyniku pierwszego etapu rekrutacji. W przypadku pozytywnej weryfikacji będziemy się umawiać na rozmowę telefoniczną; jeżeli wynik będzie negatywny, także wyślemy stosowną informację.\n\nz poważaniem\n%%USER_FIRST_NAME%% %%USER_LAST_NAME%%\nKISS digital sp. z o.o."
    },
    {
        "type": 0,
        "from_stage_id": null,
        "to_stage_id": 2,
        "subject": "RE: Twoja aplikacja na stanowisko %%JOB_TITLE%%",
        "body": "Dzień dobry,\n\nDziękuję za przesłanie swojej oferty. Chciałbym się umówić na rozmowę telefoniczną w czasie której porozmawiamy na tematy związane z pracą na tym stanowisku. Rozmowa powinna potrwać nie więcej niż 30 minut. Czy możemy się umówić na %%APPOINTMENT_NATURAL_DATE%% o godzinie %%APPOINTMENT_TIME%%?\n\nJeżeli ten termin nie jest dogodny, proszę o zaproponowanie innej godziny.\n\nz poważaniem\n%%USER_FIRST_NAME%% %%USER_LAST_NAME%%\nKISS digital sp. z o.o."
    },
    {
        "type": 0,
        "from_stage_id": null,
        "to_stage_id": 3,
        "subject": "RE: Twoja aplikacja na stanowisko %%JOB_TITLE%%",
        "body": "Dzień dobry,\n\nDziękuję za poświęcony czas i rozwiązanie testu telefonicznego. Jego wynik był na tyle odpowiedni, aby zakwalifikować się do drugiego etapu. W związku z tym chciałbym zaprosić Ciebie na spotkanie u nas w biurze, w trakcie którego będziemy mieli okazję się poznać osobiście i porozmawiać na tematy „miękkie”, jak również rozwiązać kilka zadań praktycznych. Spotkanie powinno potrwać nie dłużej niż 75 minut - czy możliwe jest ono %%APPOINTMENT_NATURAL_DATE%% o godzinie %%APPOINTMENT_TIME%%?\n\nz poważaniem\n%%USER_FIRST_NAME%% %%USER_LAST_NAME%%\nKISS digital sp. z o.o."
    },
    {
        "type": 0,
        "from_stage_id": 1,
        "to_stage_id": 6,
        "subject": "RE: Twoja aplikacja na stanowisko %%JOB_TITLE%%",
        "body": "Dzień dobry,\n\nDziękuję za przesłanie swojej oferty. Niestety, na chwilę obecną, nie zdecyduję się na podjęcie rozmów o potencjalnym zatrudnieniu. Zachęcam jednak do udziału w kolejnych rekrutacjach.\n\npozdrawiam i życzę powodzenia\n%%USER_FIRST_NAME%% %%USER_LAST_NAME%%\nKISS digital sp. z o.o."
    },
    {
        "type": 0,
        "from_stage_id": 2,
        "to_stage_id": 6,
        "subject": "RE: Twoja aplikacja na stanowisko %%JOB_TITLE%%",
        "body": "Dzień dobry,\n\nDziękuję za poświęcony czas i rozwiązanie testu telefonicznego. Niestety jego wynik był na chwilę obecną zbyt słaby, aby zakwalifikować się do drugiego etapu. Jednakże zachęcam do udziału w kolejnych rekrutacjach i życzę powodzenia.\n\nz poważaniem\n%%USER_FIRST_NAME%% %%USER_LAST_NAME%%\nKISS digital sp. z o.o."
    },
    {
        "type": 0,
        "from_stage_id": 3,
        "to_stage_id": 6,
        "subject": "RE: Twoja aplikacja na stanowisko %%JOB_TITLE%%",
        "body": "Dzień dobry,\n\nPanie XXXXXXX, dziękuję za spotkanie i miłą rozmowę u nas w biurze. Niestety na chwilę obecną nie zdecyduję się na Pańską ofertę - wynika to z faktu, że wynik z testów praktycznych nie był odpowiednio wysoki. Zachęcam jednak do udziału w kolejnych rekrutacjach.\n\nz poważaniem\n%%USER_FIRST_NAME%% %%USER_LAST_NAME%%\nKISS digital sp. z o.o."
    },
    {
        "type": 1,
        "from_stage_id": null,
        "to_stage_id": null,
        "subject": "RE: Twoja aplikacja na stanowisko %%JOB_TITLE%%",
        "body": "Dzień dobry,\n\nInformuję, że Twoje dane zostały usunięte z naszej bazy kandydatów i nie będą już dalej przetwarzane. Dziękuję za udział w procesie rekrutacji do naszej firmy.\n\nz poważaniem\n%%USER_FIRST_NAME%% %%USER_LAST_NAME%%\nKISS digital sp. z o.o."
    }
]
